Repository: RobbiNespu/ukmtheme
Catalog: lang/*.po
Languages: ms_my

source: Visitor Counter ID
ms_my: ID Jumlah Pengunjung

source: View sample
ms_my: Papar sampel

source: Generate your id
ms_my: Jana id anda

source: Enable Google Analytics
ms_my: Dayakan Google Analytics

source: Social Links
ms_my: Pautan Sosial

source: Enter full url e.g: https://www.twitter.com/ukmnewsportal
ms_my: Masukkan url lengkap cth: https://www.twitter.com/ukmnewsportal

source: Colour Options
ms_my: Opsyen Warna

source: Colour option for style switcher.
ms_my: Opsyen warna untuk pengalih warna.

source: Primary
ms_my: Utama

source: Secondary
ms_my: Kedua

source: Tertiary
ms_my: Ketiga

source: Install Required Plugins
ms_my: Pasang Pemalam yang Diperlukan

source: Install Plugins
ms_my: Pasang Pemalam

source: Installing Plugin: %s
ms_my: Memasang Pemalam: %s

source: Something went wrong with the plugin API.
ms_my: Sesuatu telah berlaku kepada pemalam API.

source: Return to Required Plugins Installer
ms_my: Kembali ke Pemasang Pemalam yang Diperlukan

source: Plugin activated successfully.
ms_my: Pemalam berjaya diaktifkan.

source: All plugins installed and activated successfully. %s
ms_my: Semua pemalam berjaya dipasang dan diaktifkan. %s

source: #Appreciation
ms_my: #Penghargaan

source: Appreciation Widget
ms_my: Widget Penghargaan

source: New title
ms_my: Tajuk Baru

source: Title:
ms_my: Tajuk

source: #Events
ms_my: #Acara

source: Event Lists
ms_my: Senarai Acara

source: More Event
ms_my: Lagi Acara

source: Number Event to Show:
ms_my: Jumlah Acara untuk Dipaparkan:

source: #Latest News with Thumbnail
ms_my: #Berita Terkini dengan Gambar

source: Latest news widget for page sidebar
ms_my: Widget berita untuk barsisi halaman

source: News Archive
ms_my: Arkib Berita

source: Number News to Show:
ms_my: Jumlah Berita untuk dipaparkan

source: #Latest News
ms_my: #Berita Terkini

source: #Youtube Video
ms_my: #Video Youtube

source: Youtube video for sidebar
ms_my: Video Youtube untuk barsisi

source: Youtube Video ID:
ms_my: ID Video Youtube:

source: Test Metabox
ms_my: Metabox Cubaan

source: Test Text
ms_my: Teks Cubaan

source: Test Text Small
ms_my: Teks Cubaan Kecil

source: Test Text Medium
ms_my: Teks Cubaan Sederhana

source: Website URL
ms_my: URL Laman Web

source: Test Text Email
ms_my: Teks Emel Cubaan

source: Test Time
ms_my: Masa Cubaan

source: Time zone
ms_my: Zon masa

source: Test Date Picker
ms_my: Pemilih Tarikh Cubaan

source: Test Date Picker (UNIX timestamp)
ms_my: Pemilih Tarikh Cubaan (UNIX timestamp)

source: Test Date/Time Picker Combo (UNIX timestamp)
ms_my: Kombinasi Tarikh/Masa Cubaan (UNIX timestamp)

source: Test Money
ms_my: Wang Cubaan

source: Test Color Picker
ms_my: Pemilih Warna Cubaan

source: Test Text Area
ms_my: Kawasan Teks Cubaan

source: Test Text Area Small
ms_my: Kawasan Teks Cubaan Kecil

source: Test Text Area for Code
ms_my: Kawasan Teks Cubaan untuk kod

source: Test Title Weeeee
ms_my: Tajuk Cubaan Weeeee

source: This is a title description
ms_my: Ini adalah penerangan tajuk

source: Test Select
ms_my: Pilihan Cubaan

source: Option One
ms_my: Opsyen Satu

source: Option Two
ms_my: Opsyen Dua

source: Option Three
ms_my: Opsyen Tiga

source: Test Radio inline
ms_my: Radio Cubaan selari

source: Test Radio
ms_my: Radio Cubaan

source: Test Taxonomy Radio
ms_my: Taxonomy Radio Cubaan

source: Test Taxonomy Select
ms_my: Taxonomy Select Cubaan

source: Test Taxonomy Multi Checkbox
ms_my: Taxonomy Multi Checkbox Cubaan

source: Test Checkbox
ms_my: Checkbox Cubaan

source: Test Multi Checkbox
ms_my: Multi Checkbox Cubaan

source: Test wysiwyg
ms_my: wysiwyg Cubaan

source: Test Image
ms_my: Imej Cubaan

source: Upload an image or enter a URL.
ms_my: Muat naik imej atau masukkan URL.

source: Upload or add multiple images/attachments.
ms_my: Muat naik atau menambah berbilang imej/lampiran.

source: Repeating Field Group
ms_my: Mengulangi Kumpulan Bidang

source: Generates reusable form entries
ms_my: Jana entri borang yang boleh digunakan semula

source: Entry {#}
ms_my: Entri {#}

source: Add Another Entry
ms_my: Tambah Entri Lain

source: Remove Entry
ms_my: Hapus Entri

source: User Field
ms_my: Ruangan Pengguna

source: Theme Options Metabox
ms_my: Metabox Opsyen Tema

source: Site Background Color
ms_my: Warna Latar Halaman

source: Please Try Again
ms_my: Sila Cuba Lagi

source: Remove Embed
ms_my: Hapus Embed

source: Add Group
ms_my: Tambah Kumpulan

source: Remove Group
ms_my: Hapus Kumpulan

source: Add Row
ms_my: Tambah Baris

source: Remove
ms_my: Hapus

source: No terms
ms_my: Tiada terma

source: Add or Upload File
ms_my: Tambah atau muatnaik fail

source: Remove Image
ms_my: Hapus Imej

source: File:
ms_my: Fail:

source: Download
ms_my: Muat Turun

source: Clear
ms_my: Bersihkan

source: Default
ms_my: Lalai

source: Select Color
ms_my: Pilih warna

source: Current Color
ms_my: Warna Semasa

source: Select / Deselect All
ms_my: Pilih / Tidak Pilih Semua

source: Save
ms_my: Simpan

source: Something went wrong.
ms_my: Sesuatu telah berlaku.

source: Return to the dashboard
ms_my: Kembali ke Papan Pemuka

source: The following plugin was activated successfully:
ms_my: Pemalam berikut telah berjaya diaktifkan:

source: All plugins installed and activated successfully. %1$s
ms_my: Semua pemalam berjaya dipasang dan diaktifkan. %1$s

source: Dismiss this notice
ms_my: Hapus notis ini

source: External Link
ms_my: Pautan Luar

source: Private Repository
ms_my: Repositori Persendirian

source: Pre-Packaged
ms_my: Pra-Pakej

source: WordPress Repository
ms_my: Repositori WordPress

source: Required
ms_my: Diperlukan

source: Recommended
ms_my: Disarankan

source: Not Installed
ms_my: Tidak Dipasang

source: Installed But Not Activated
ms_my: Dipasang Tetapi Tidak Aktif

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
ms_my: Tiada pemalam untu dipasang dan diaktifkan. <a href="%1$s"title="Kembali ke Papan Pemuka">Kembali ke Papan Pemuka</a>

source: Plugin
ms_my: Pemalam

source: Source
ms_my: Sumber

source: Type
ms_my: Jenis

source: Install
ms_my: Pasang

source: Activate
ms_my: Aktifkan

source: Install package not available.
ms_my: Pakej pemasangan tidak ada

source: Downloading install package from <span class="code">%s</span>&#8230;
ms_my: Memuat turun pakej pemasangan dari <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
ms_my: Memunggah pakej&#8230;

source: Installing the plugin&#8230;
ms_my: Memasang pemalam&#8230;

source: Plugin install failed.
ms_my: Memasang pemalam gagal.

source: Plugin installed successfully.
ms_my: Pemalam berjaya dipasang

source: Plugin activation failed.
ms_my: Pengaktifan pemalam gagal.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ms_my: Proses pemasangan dan pengaktifan sedang bermula. Proses ini mengambil masa pada sesetengah hos, harap bersabar.

source: %1$s installed and activated successfully.
ms_my: %1$s berjaya dipasang dan diaktifkan.

source: Show Details
ms_my: Papar Butiran

source: Hide Details
ms_my: Sembunyi Butiran

source: All installations and activations have been completed.
ms_my: Semua pemesangan dan pengaktifan telah lengkap.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ms_my: Memasang dan Mengaktifkan Pemalam %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ms_my: Proses pemasangan dan pengaktifan sedang bermula. Proses ini mengambil masa pada sesetengah hos, harap bersabar.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ms_my: Ralat berlaku semasa memasang %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ms_my: Pemasangan %1$s gagal.

source: %1$s installed successfully.
ms_my: %1$s berjaya dipasang.

source: All installations have been completed.
ms_my: Semua pemasangan telah lengkap.

source: Installing Plugin %1$s (%2$d/%3$d)
ms_my: Memasang Pemalam %1$s (%2$d/%3$d)

source: Return to the Dashboard
ms_my: Kembali ke Papan Pemuka

source: Search...
ms_my: cari…

source: Search for:
ms_my: Cari untuk:

source: Search
ms_my: Cari

source: By:&nbsp;
ms_my: Oleh:&nbsp;

source: Phone
ms_my: Telefon

source: Research/Consultation<br/>/Expansion
ms_my: Penyelidikan/Perundingan<br/>/Pengembangan

source: Articles in Antologi/Chapters in Book
ms_my: Artikel dalam Antologi/Bab dalam Buku

source: Monograph, Working Papers and Non-Periodical Publications
ms_my: Monograf, Kertas Kerja dan Penerbitan Bukan berkala

source: Administrative Services/Committee
ms_my: Khidmat Pentadbiran/Jawatankuasa

source: Reports: Technical<br/>/Research/Consultation
ms_my: Laporan: Teknikal<br/>/Penyelidikan/Perundingan

source: Back to Main
ms_my: Kembali ke Utama

source: Edit This
ms_my: Sunting

source: &laquo; Previous
ms_my: &laquo; Terdahulu

source: Next &raquo;
ms_my: Seterusnya &raquo;

source: search...
ms_my: cari…

source: Tools &amp; Languages
ms_my: Alatan &amp; Bahasa

source: Press esc key to close
ms_my: Tekan kekunci esc untuk tutup

source: Theme
ms_my: Tema:

source: Font Size
ms_my: Saiz Font

source: &nbsp;Small
ms_my: &nbsp;Kecil

source: &nbsp;Large
ms_my: &nbsp;Besar

source: <h3>Pages</h3>
ms_my: <h3>Halaman</h3>

source: Visitors
ms_my: Pengunjung

source: View Full Statistic
ms_my: Papar Statistik Penuh

source: Last Update:&nbsp;
ms_my: Akhir Kemaskini:&nbsp;

source: Upcoming Event
ms_my: Acara Akan Datang

source: UKM News
ms_my: Berita UKM

source: Hello, welcome to Universiti Kebangsaan Malaysia!
ms_my: Hello, semalat datang ke Universiti Kebangsaan Malaysia!

source: Language
ms_my: Bahasa
