Repository: RobbiNespu/ukmtheme
Catalog: lang/*.po
Languages: ms_my

source: Not Found
ms_my: Tidak Dijumpai

source: Sorry, no page matched your criteria.
ms_my: Maaf, tiada laman yang sepadan kriteria.

source: Appreciation
ms_my: Penghargaan

source: Events List
ms_my: Senarai Acara

source: Read More
ms_my: Baca Selanjutnya

source: Sorry, no post matched your criteria.
ms_my: Maaf, tiada kiriman yang sepadan kriteria.

source: Specialisation
ms_my: Pengkhususan

source: Sorry, no posts matched your criteria.
ms_my: Maaf, tiada kiriman yang sepadan kriteria.

source: Frequently Asked Questions
ms_my: Soalan Lazim

source: Gallery
ms_my: Galeri

source: Date:&nbsp;
ms_my: Tarikh:&nbsp;

source: Photo by:&nbsp;
ms_my: Foto oleh:&nbsp;

source: Latest News
ms_my: Berita Terkini

source: Press Release
ms_my: Kenyataan Akhbar

source: Publication
ms_my: Penerbitan

source: Detail
ms_my: Butiran

source: Author
ms_my: Pengarang

source: Publisher
ms_my: Penerbit

source: Year
ms_my: Tahun

source: Number of Pages
ms_my: Jumlah Halaman

source: Reference/Download
ms_my: Rujukan/Muat Turun

source: Click here
ms_my: Klik di sini

source: Directory
ms_my: Direktori

source: Scope of Work
ms_my: Bidang Tugas

source: Archives
ms_my: Arkib

source: Copyright &copy;
ms_my: Hakcipta &copy;

source: The National University of Malaysia
ms_my: Universiti Kebangsaan Malaysia

source: Best view with any modern web browser (Desktop &amp; Mobile)
ms_my: Paparan terbaik dengan sebarang pelayar web moden (Desktop &amp; Mobile)

source: This website can be access using mobile phone
ms_my: Web ini boleh diakses dengan telefon bimbit

source: Powered by
ms_my: Dijana dengan

source: Top Navigation
ms_my: Navigasi Atas

source: Main Navigation
ms_my: Navigasi Utama

source: Footer Navigation
ms_my: Navigasi Pembawah

source: Main Sidebar
ms_my: Barsisi Utama

source: Appears on Front Page template, which has its own widgets
ms_my: Muncul pada Muka Hadapan templat, yang mempunyai widget sendiri

source: Page Sidebar
ms_my: Barsisi Halaman

source: Appears when using the optional page
ms_my: Muncul apabila menggunakan halaman pilihan

source: Frontpage Three Boxes
ms_my: Tiga Kotak Halaman Depan

source: Appears when using the optional Front Page
ms_my: Muncul apabila menggunakan Halaman Depan pilhan

source: Frontpage Four Boxes
ms_my: Empat Kotak Halaman Depan

source: Frontpage Custom Box
ms_my: Kotak Khas Muka Hadapan

source: Footer Content
ms_my: Isian Pembawah

source: Appears in footer
ms_my: Muncul di dalam Pembawah

source: Page %s
ms_my: Halaman %s

source: Video Detail
ms_my: Butiran Video

source: Video Link
ms_my: Pautan Video

source: News Detail
ms_my: Butiran Berita

source: News URL
ms_my: URL Berita

source: field description (optional)
ms_my: ruangan keterangan (pilihan)

source: Press Release Detail
ms_my: Perincian Kenyataan Akhbar

source: Date
ms_my: Tarikh

source: Press Release Date
ms_my: Tarikh Kenyataan Akhbar

source: Document File
ms_my: Fail Dokumen

source: Upload document file.
ms_my: Muat naik fail dokumen.

source: Gallery Detail
ms_my: Butiran Galeri

source: Gallery Cover Image
ms_my: Imej Kulit Galeri

source: Upload an image or enter a URL. dimensions of the image should be 300x300 pixels. <a href="
ms_my: Muat naik imej atau masukkan URL. dimensi imej yang perlu 300x300 piksel. <a href="

source: Gallery Date
ms_my: Tarikh Galeri

source: Phographer
ms_my: Jurufoto

source: Photo by.
ms_my: Foto oleh.

source: Slideshow Detail
ms_my: Butiran Tayangan Slaid

source: Slideshow Image
ms_my: Imej Slideshow

source: Upload an image or enter a URL. dimensions of the image should be 960x350 pixels. <a href="
ms_my: Muat naik imej atau masukkan URL. dimensi imej yang perlu 960x350 piksel. <a href="

source: Slideshow Link
ms_my: Pautan Slideshow

source: links to posts, pages or external web.
ms_my: pautan ke catatan, laman atau web luar.

source: Appreciation Detail
ms_my: Perincian Penghargaan

source: By
ms_my: Oleh

source: e.g. Jamaludin Rajalu
ms_my: cth: Jamaludin Rajalu

source: e.g. Pusat Teknologi Maklumat
ms_my: cth: Pusat Teknologi Maklumat

source: Date of appreciation
ms_my: Tarikh Penghargaan

source: Greeting
ms_my: Ucapan

source: e.g. Terima kasih atas sumbangan sebagai urusetia majlis
ms_my: cth. Terima kasih atas sumbangan sebagai urusetia majlis

source: Event Detail
ms_my: Butiran Acara

source: Date of event
ms_my: Tarikh Acara

source: Time: Start
ms_my: Masa:Mula

source: Start time of the event
ms_my: Masa mula acara

source: Time: End
ms_my: Masa: Tamat

source: End time of the event
ms_my: Masa tamat acara

source: Venue
ms_my: Lokasi

source: Venue of the event
ms_my: Lokasi acara

source: Summary
ms_my: Ringkasan

source: Event Summary
ms_my: Ringkasan Acara

source: Publication Detail
ms_my: Butiran Penerbitan

source: Cover Image
ms_my: Imej Kulit

source: Upload an image or enter a URL. dimensions of the image should be 300x380 pixels. <a href="
ms_my: Muat naik imej atau masukkan URL. dimensi imej yang perlu 300x380 piksel. <a href="

source: e.g. 2014
ms_my: cth: 2014

source: e.g. 199
ms_my: cth: 199

source: e.g. http://www.ukm.my
ms_my: cth. http://www.ukm.my

source: Staff Detail
ms_my: Butiran Staf

source: Staff Photo
ms_my: Foto Staf

source: Phone No.
ms_my: No. Telefon

source: e.g. 03-8921-7070
ms_my: cth: 03-8921-7070

source: Email
ms_my: Emel

source: e.g. user@ukm.edu.my
ms_my: cth: namapengguna@ukm.my

source: Display Scope of Work
ms_my: Papar Bidang Tugas

source: Please check if want to display Scope of Work
ms_my: Sila tandakan sekiranya mahu memaparkan Bidang Tugas

source: e.g. Do Multimedia Work
ms_my: cth. Melakukan Kerja Multimedia

source: Hide Scope of Work Title
ms_my: Sembunyi Tajuk Bidang Tugas

source: Please check if want to hide Scope of Work title "Scope of Work"
ms_my: Sila tandakan sekiranya tidak mahu memaparkan tajuk Bidang Tugas "Bidang Tugas"

source: Optional Title
ms_my: Tajuk Pilihan

source: e.g. Another Matter. Please leave it blank if do not want to display
ms_my: cth. Hal-hal Lain. Kosongkan sekiranya tidak mahu dipaparkan

source: Expertise Detail
ms_my: Butiran Kepakaran

source: Expert Photo
ms_my: Foto Pakar

source: Biography
ms_my: Biografi

source: A brief biography
ms_my: Biografi ringkas

source: Contact
ms_my: Hubungi

source: Current Position
ms_my: Jawatan Semasa

source: e.g. Professor
ms_my: cth: Profesor

source: Qualifications
ms_my: Kelayakan

source: e.g. Doctor of Philosophy (University of Malaya) [2002-2005]
ms_my: cth. Doctor of Philosophy (University of Malaya) [2002-2005]

source: Areas of Research
ms_my: Bidang Penyelidikan

source: e.g. Services Marketing and Consumer Behavior Analysis
ms_my: cth. Services Marketing and Consumer Behavior Analysis

source: Research/<br/>Consultation/<br/>Expansion
ms_my: Penyelidikan/<br/>Perundingan<br/>/Pengembangan

source: e.g. Developing A Higher Education Brand Index for Malaysia. Jan1, 2009-June 30,2010. GSB-001-2009 (External Grant). Ongoing.
ms_my: cth. Developing A Higher Education Brand Index for Malaysia. Jan1, 2009-June 30,2010. GSB-001-2009 (External Grant). Ongoing.

source: Publications Journals
ms_my: Penerbitan Jurnal

source: e.g. Ahmad Azmi M. Ariffin & Mohd Safar Hashim. 2009. Marketing Malaysia to the Middle East Tourists: Towards a Prime Inter-Regional Destination. International Journal of West Asian Studies. 1(1): 43-58. ISSN 1394-0902.
ms_my: cth. Ahmad Azmi M. Ariffin & Mohd Safar Hashim. 2009. Marketing Malaysia to the Middle East Tourists: Towards a Prime Inter-Regional Destination. International Journal of West Asian Studies. 1(1): 43-58. ISSN 1394-0902.

source: Proceedings
ms_my: Prosiding

source: e.g. Ahmad Azmi M.Ariffin, Aliah Hanim M.Salleh, Norzalita A.Aziz & Astuti A.Asbudin. 2009. Determining Passengers’ Expectation, Service Quality and Satisfaction for Low Cost Carriers. The Proceeding of The 11th. International Business Research Conference. Sydney Australia. Dec 2-4, 2009. ISBN: 978-0-980-4557-0-7 (Presenter).
ms_my: cth. Ahmad Azmi M.Ariffin, Aliah Hanim M.Salleh, Norzalita A.Aziz & Astuti A.Asbudin. 2009. Determining Passengers’ Expectation, Service Quality and Satisfaction for Low Cost Carriers. The Proceeding of The 11th. International Business Research Conference. Sydney Australia. Dec 2-4, 2009. ISBN: 978-0-980-4557-0-7 (Presenter).

source: Book
ms_my: Buku

source: e.g. Ahmad Azmi Mohd. Ariffin, Norzalita Abd. Aziz. 2009. Chapter 5: Service Quality and Zone of Tolerance in Malaysian Banking Services. In Services Management and Marketing: Studies in Malaysia. Edited by Aliah Hanim Mohd. Salleh, Ahmad Azmi Mohd. Ariffin, June M. L. Poon & Aini Aman. GSB-UKM. Bangi.
ms_my: cth. Ahmad Azmi Mohd. Ariffin, Norzalita Abd. Aziz. 2009. Chapter 5: Service Quality and Zone of Tolerance in Malaysian Banking Services. In Services Management and Marketing: Studies in Malaysia. Edited by Aliah Hanim Mohd. Salleh, Ahmad Azmi Mohd. Ariffin, June M. L. Poon & Aini Aman. GSB-UKM. Bangi.

source: Articles in Antologi/<br/>Chapters in Book
ms_my: Artikel dalam Antologi/<br/>Bab dalam Buku

source: Monograph,<br/> Working Papers<br/> and Non-Periodical<br/> Publications
ms_my: Monograf,<br/> Kertas Kerja dan<br/> Penerbitan <br/>Bukan berkala

source: e.g. Module ”Tourism Marketing” (Code: BBAS 3103). Open University Malaysia. 2007/2008
ms_my: cth. Module ”Tourism Marketing” (Code: BBAS 3103). Open University Malaysia. 2007/2008

source: Award
ms_my: Anugerah

source: e.g. EXCELLENT SERVICE AWARD 2007. Faculty of Economics and BusinessUniversiti Kebangsaan Malaysia
ms_my: cth. EXCELLENT SERVICE AWARD 2007. Faculty of Economics and BusinessUniversiti Kebangsaan Malaysia

source: Supervision
ms_my: Penyeliaan

source: e.g. Lim Chui Seong (DBA. Disertasi) The Influence of e-Hospitality on Websites Satisfaction and Loyalty (Ongoing)
ms_my: cth. Lim Chui Seong (DBA. Disertasi) The Influence of e-Hospitality on Websites Satisfaction and Loyalty (Ongoing)

source: Administrative<br/> Services/Committee
ms_my: Khidmat<br/> Pentadbiran/Jawatankuasa

source: e.g. MANAGING EDITOR OF JURNAL PENGURUSAN 1 April 2007 – Present Graduate School of Business, Universiti Kebangsaan Malaysia
ms_my: cth. MANAGING EDITOR OF JURNAL PENGURUSAN 1 April 2007 – Present Graduate School of Business, Universiti Kebangsaan Malaysia

source: Reports: Technical/<br/>Research/<br/>Consultation
ms_my: Laporan: Teknikal<br/>/Penyelidikan/<br/>Perundingan

source: e.g. Mohd Fauzi Mohd Jani, Zaimah Derawi, Tih Sio Hong, Rozita Amirudin, Ahmad Azmi Ariffin, Zafir Makhbul, Aini Aman, Mohd Radzuan Rahid, Ahmad Raflis Omar, Kamalrudin Mohamed Saleh. 2008. “Laporan Akhir Program Latihan Keusahawanan: Kerjasama Pelajar Universiti dan Entepris Kecil dan Sederhana (EKS)”. SMIDEC.
ms_my: cth. Mohd Fauzi Mohd Jani, Zaimah Derawi, Tih Sio Hong, Rozita Amirudin, Ahmad Azmi Ariffin, Zafir Makhbul, Aini Aman, Mohd Radzuan Rahid, Ahmad Raflis Omar, Kamalrudin Mohamed Saleh. 2008. “Laporan Akhir Program Latihan Keusahawanan: Kerjasama Pelajar Universiti dan Entepris Kecil dan Sederhana (EKS)”. SMIDEC.

source: Research Grant
ms_my: Geran Penyelidikan

source: Teaching
ms_my: Mengajar

source: e.g. Courses Taught at Ph.D./DBA Level Hospitality Marketing: Theory and Research
ms_my: cth. Courses Taught at Ph.D./DBA Level Hospitality Marketing: Theory and Research

source: Parent Appreciation:
ms_my: Induk Penghargaan

source: All Appreciation
ms_my: Semua Penghargaan

source: View Appreciation
ms_my: Papar Penghargaan

source: Add New Appreciation
ms_my: Tambah Penghargaan Baru

source: New Appreciation
ms_my: Penghargaan Baru

source: Edit Appreciation
ms_my: Sunting Penghargaan

source: Update Appreciation
ms_my: Kemaskini Penghargaan

source: Search Appreciation
ms_my: Cari Penghargaan

source: No Appreciation found
ms_my: Tiada Penghargaan Dijumpai

source: No Appreciation found in Trash
ms_my: Tiada Penghargaan dijumpai di Buangan

source: Appreciation manager for UKM
ms_my: Pengurus Penghargaan UKM

source: Events
ms_my: Acara

source: Event
ms_my: Acara

source: Parent Event:
ms_my: Induk Acara:

source: All Events
ms_my: Semua Acara

source: View Event
ms_my: Papar Acara

source: Add New Event
ms_my: Tambah Acara Baru

source: New Event
ms_my: Acara Baru

source: Edit Event
ms_my: Sunting Acara

source: Update Event
ms_my: Kemaskini Acara

source: Search Events
ms_my: Cari Acara

source: No Events found
ms_my: Tiada Acara dijumpai.

source: No Events found in Trash
ms_my: Tiada Events ditemui di Buangan

source: event
ms_my: acara

source: Event manager for UKM
ms_my: Pengurusan Acara untuk UKM

source: Start
ms_my: Mula

source: End
ms_my: Tamat

source: Expertise
ms_my: Kepakaran

source: Parent Expertise:
ms_my: Induk Kepakaran:

source: All Expertise
ms_my: Semua Kepakaran

source: View Expertise
ms_my: Papar Kepakaran

source: Add New Expertise
ms_my: Tambah Kepakaran Baru

source: New Expertise
ms_my: Kepakaran Baru

source: Edit Expertise
ms_my: Sunting Kepakaran

source: Update Expertise
ms_my: Kemaskini Kepakaran

source: Search Expertise
ms_my: Cari Kepakaran

source: No Expertise found
ms_my: Tiada Kepakaran dijumpai.

source: No Expertise found in Trash
ms_my: Tiada Kepakaran dijumpai di Buangan

source: expertise
ms_my: kepakaran

source: Expertise manager for UKM
ms_my: Pengurus kepakaran untuk UKM

source: Photo
ms_my: Foto

source: Name
ms_my: Nama

source: FAQs
ms_my: Soalan Lazim

source: FAQ
ms_my: Soalan Lazim

source: Parent FAQ:
ms_my: Induk Soalan Lazim:

source: All FAQs
ms_my: Semua Soalan Lazim

source: View FAQ
ms_my: Papar Soalan

source: Add New FAQ
ms_my: Tambah Soalan Baru

source: New FAQ
ms_my: Soalan Baru

source: Edit FAQ
ms_my: Sunting Soalan

source: Update FAQ
ms_my: Kemaskini Soalan

source: Search FAQs
ms_my: Cari Soalan Lazim

source: No FAQs found
ms_my: Tiada Soalan Dijumpai

source: No FAQs found in Trash
ms_my: Tiada Soalan dijumpai di Buangan

source: faq
ms_my: soalan

source: FAQ manager for UKM
ms_my: Pengurus Soalan Lazim untuk UKM

source: FAQ Categories
ms_my: Kategori Soalan Lazim

source: FAQ Category
ms_my: Kategori Soalan Lazim

source: All Categories
ms_my: Semua Kategori

source: Parent Category
ms_my: Induk Kategori

source: Parent Category:
ms_my: Induk Kategori:

source: New Category Name
ms_my: Nama Kategori Baru

source: Add New Category
ms_my: Tambah Kategori Baru

source: Edit Category
ms_my: Sunting Kategori

source: Update Category
ms_my: Kemaskini Kategori

source: Separate Categories with commas
ms_my: Asingkan Kategori dengan koma

source: Search Categories
ms_my: Cari Kategori

source: Add or remove Categories
ms_my: Tambah atau hapus kategori

source: Choose from the most used Categories
ms_my: Pilih daripada Kategori yang paling digunakan

source: Question
ms_my: Soalan

source: Category
ms_my: Kategori

source: Parent Gallery:
ms_my: Induk Galeri:

source: All Gallery
ms_my: Semua Galeri

source: View Gallery
ms_my: Papar Galeri

source: Add New Gallery
ms_my: Tambah Galeri Baru

source: New Gallery
ms_my: Galeri Baru

source: Edit Gallery
ms_my: Sunting Galeri

source: Update Gallery
ms_my: Kemaskini Galeri

source: Search Gallery
ms_my: Cari Galeri

source: No Gallery found
ms_my: Tiada Galeri Dijumpai

source: No Gallery found in Trash
ms_my: Tiada Galeri dijumpai di Buangan

source: Gallery manager for UKM
ms_my: Pengurus Galeri UKM

source: News Portal
ms_my: Portal Berita

source: News
ms_my: Berita

source: Parent News:
ms_my: Induk Berita:

source: All News
ms_my: Semua Berita

source: View News
ms_my: Papar Berita

source: Add New News
ms_my: Tambah Berita Baru

source: New News
ms_my: Berita Baru

source: Edit News
ms_my: Sunting Berita

source: Update News
ms_my: Kemaskini Berita

source: Search News
ms_my: Cari Berita

source: No News found
ms_my: Tiada Berita dijumpai.

source: No News found in Trash
ms_my: Tiada Berita dijumpai di Buangan

source: News manager for UKM
ms_my: Pengurus Berita untuk UKM

source: News Scrollers
ms_my: Putaran Berita

source: News Scroller
ms_my: Putaran Berita

source: Parent News Scroller:
ms_my: Induk Putaran Berita:

source: All News Scrollers
ms_my: Semua Putaran Berita

source: View News Scroller
ms_my: Papar Putaran Berita

source: Add New News Scroller
ms_my: Tambah Putaran Berita Baru

source: New News Scroller
ms_my: Putaran Berita Baru

source: Edit News Scroller
ms_my: Sunting Putaran Berita

source: Update News Scroller
ms_my: Kemaskini Putaran Berita

source: Search News Scrollers
ms_my: Cari Putaran Berita

source: No News Scrollers found
ms_my: Tiada Pemutar Berita dijumpai.

source: No News Scrollers found in Trash
ms_my: Tiada Putaran Berita dijumpai di Buangan

source: news_scroller
ms_my: putaran_berita

source: News Scroller manager for UKM
ms_my: Pengurus Putaran Berita untuk UKM

source: Add New
ms_my: Tambah Baru

source: Not found
ms_my: Tidak dijumpai

source: Not found in Trash
ms_my: Tiada dijumpai dalam Buangan

source: Parent Press Release:
ms_my: Induk Kenyataan Akhbar:

source: All Press Release
ms_my: Semua Kenyataan Akhbar

source: View Press Release
ms_my: Papar Kenyataan Akhbar

source: Add New Press Release
ms_my: Tambah Kenyataan Akhbar Baru

source: New Press Release
ms_my: Kenyataan Akhbar Baru

source: Edit Press Release
ms_my: Sunting Kenyataan Akhbar

source: Update Press Release
ms_my: Kemaskini Kenyataan Akhbar

source: Search Press Release
ms_my: Cari Kenyataan Akhbar

source: No Press Release found
ms_my: Tiada Kenyataan Akhbar dijumpai.

source: No Press Release found in Trash
ms_my: Tiada Kenyataan Akhbar dijumpai di Buangan

source: Press Release manager for UKM
ms_my: Pengurus Kenyataan Akhbar untuk UKM

source: Title
ms_my: Tajuk

source: Enter publication name here
ms_my: Masukkan nama penerbitan di sini

source: Publications
ms_my: Penerbitan

source: Parent Publication:
ms_my: Induk Penerbitan:

source: All Publications
ms_my: Semua Penerbitan

source: View Publication
ms_my: Papar Penerbitan

source: Add New Publication
ms_my: Tambah Penerbitan Baru

source: New Publication
ms_my: Penerbitan Baru

source: Edit Publication
ms_my: Sunting Penerbitan

source: Update Publication
ms_my: Kemaskini Penerbitan

source: Search Publications
ms_my: Cari Penerbitan

source: No Publications found
ms_my: Tiada Penerbitan dijumpai.

source: No Publications found in Trash
ms_my: Tiada Penerbitan dijumpai di Buangan

source: publication
ms_my: penerbitan

source: Publication information pages
ms_my: Halaman informasi Penerbitan

source: Pub. Categories
ms_my: Kategori Penerbitan

source: Pub. Category
ms_my: Kategori Penerbitan

source: Cover
ms_my: Kulit

source: Enter slide name here as reference
ms_my: Masukkan nama slide sebagai rujukan

source: Slideshows
ms_my: Slideshow

source: Parent Slideshow:
ms_my: Induk Slideshow

source: All Slideshows
ms_my: Semua Slideshows

source: View Slideshow
ms_my: Papar Slideshow

source: Add New Slideshow
ms_my: Tambah Slideshow Baru

source: New Slideshow
ms_my: Slideshows Baru

source: Edit Slideshow
ms_my: Sunting Slideshows

source: Update Slideshow
ms_my: Kemaskini Slideshow

source: Search Slideshows
ms_my: Cari Slideshow

source: No Slideshows found
ms_my: Tiada Slideshows dijumpai.

source: No Slideshows found in Trash
ms_my: Tiada Slideshow dijumpai di Buangan

source: slideshow
ms_my: slideshows

source: Frontpage image slideshow
ms_my: Imej Slideshows Muka Hadapan

source: Image
ms_my: Imej

source: Enter staff name here
ms_my: Masuukan nama staf di sini

source: Staffs
ms_my: Staf

source: Staff
ms_my: Staf

source: Staff Directory
ms_my: Direktori Staf

source: Parent Staff:
ms_my: Induk Staf:

source: All Staffs
ms_my: Semua Staf

source: View Staff
ms_my: Papar Staf

source: Add New Staff
ms_my: Tambah Satf Baru

source: Edit Staff
ms_my: Sunting Staf

source: Update Staff
ms_my: Kemaskni Staf

source: Search Staffs
ms_my: Cari Staf

source: staff
ms_my: staf

source: Latest Staffs
ms_my: Staf Terkini

source: Positions
ms_my: Jawatan

source: Position
ms_my: Jawatan

source: All Items
ms_my: Semua Item

source: Parent Position
ms_my: Induk Jawatan

source: Parent Position:
ms_my: Induk Jawatan:

source: New Position Name
ms_my: Nama Jawatan Baru

source: Add New Position
ms_my: Tambah Jawatan Baru

source: Edit Position
ms_my: Sunting Jawatan

source: Update Position
ms_my: Kemaskini Jawatan

source: Separate Positions with commas
ms_my: Asingkan Jawatan dengan koma

source: Search Positions
ms_my: Cari Jawatan

source: Add or remove Positions
ms_my: Tambah atau hapus Jawatan

source: Choose from the most used Positions
ms_my: Pilih daripada Jawatan yang paling digunakan

source: Departments
ms_my: Jabatan

source: Department
ms_my: Jabatan

source: All Departments
ms_my: Semua Jabatan

source: Parent Department
ms_my: Induk Jabatan

source: Parent Department:
ms_my: Induk Jabatan:

source: New Department Name
ms_my: Nama Jabatan Baru

source: Add New Department
ms_my: Tambah Jabatan Baru

source: Edit Department
ms_my: Sunting Jabatan

source: Update Department
ms_my: Kemaskini Jabatan

source: Separate departments with commas
ms_my: Asingkan jabatan dengan koma

source: Search Departments
ms_my: Cari Jabatan

source: Add or remove departments
ms_my: Tambah atau hapus jabatan

source: Choose from the most used departments
ms_my: Pilih daripada jabatan yang paling digunakan

source: All Department
ms_my: Semua Jabatan

source: All Position
ms_my: Semua Jawatan

source: Parent Tab:
ms_my: Tab induk:

source: All Tab
ms_my: Semua Tab

source: View Tab
ms_my: Papar Tab

source: Add New Tab
ms_my: Tambah Tab Baru

source: New Tab
ms_my: Tab Baru

source: Edit Tab
ms_my: Sunting Tab

source: Update Tab
ms_my: Kemaskini Tab

source: Search Tab
ms_my: Cari Tab

source: No Tab found
ms_my: Tiada Tab dijumpai

source: No Tab found in Trash
ms_my: Tiada Tab dijumpai di Buangan

source: Tab manager for UKM
ms_my: Pengurus Tab untuk UKM

source: Parent Video:
ms_my: Induk Video:

source: All Video
ms_my: Semua Video

source: View Video
ms_my: Papar Video

source: Add New Video
ms_my: Tambah Video Baru

source: New Video
ms_my: Video Baru

source: Edit Video
ms_my: Sunting Video

source: Update Video
ms_my: Kemaskini Video

source: Search Video
ms_my: Cari Video

source: No Video found
ms_my: Tiada Video dijumpai

source: No Video found in Trash
ms_my: Tiada Video dijumpai dalam Tong Sampah

source: Video manager for UKM
ms_my: Pengurus Video untuk UKM

source: Video Categories
ms_my: Kategori Video

source: Video Category
ms_my: Kategori Video

source: View All
ms_my: Papar Semua

source: No results found.
ms_my: Tiada keputusan dijumpai.

source: Select All
ms_my: Pilih Semua

source: You do not have sufficient permissions to access this page.
ms_my: Anda tidak mempunyai kebenaran untuk mencapai laman ini.

source: Theme Docs
ms_my: Dokumentasi Tema

source: Header Logo
ms_my: Logo Pengatas

source: Theme Options
ms_my: Opsyen Tema

source: Settings saved.
ms_my: Tetapan disimpan

source: General
ms_my: Umum

source: Frontpage Layout
ms_my: Susun Atur Muka Hadapan

source: Customize frontpage widget area
ms_my: Sesuaikan muka hadapan kawasan widget

source: Basic
ms_my: Asas

source: News Portal Widget
ms_my: Widget Portal Berita

source: Three Column
ms_my: Tiga Lajur

source: Four Column
ms_my: Empat Lajur

source: Event Slider
ms_my: Slider Peristiwa

source: Frontpage Tabber
ms_my: Tabber Muka Hadapan

source: Custom
ms_my: Khas

source: Facebook Like Box
ms_my: Kotak Suka Facebook

source: Language Switcher
ms_my: Pengalih Bahasa

source: Google Translator
ms_my: Penterjemah Google

source: Polylang Language Switcher
ms_my: Pengalih Bahasa Polylang

source: Enable language menu. Do not enable this feature if the "Polylang" and "Google Translator" plugin is not activated.
ms_my: Dayakan menu bahasa. Jangan dayakan ciri ini sekiranya pemalam "Polylang" dan "Penterjemah Google" tidak diaktifkan.
